// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给小柳",      //TODO: 对应imgs和地址。
        "今天是你的生日",
        "第二十个生日！",
        "实在不知道送啥",
        "才能既有新意又有心意",
        "那个礼物一直想自己做",
        "但我又不会单片机",
        "直到看见QQ邮箱的生日动画",
        "虽然每年都是一样",
        "但从来没有缺席",
        "就像人来人往之中",
        "有的人一直都在",
        "（随堂小测打90分）",
        "20岁似乎又是一个新的阶段",
        "但还好我们依然年轻",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "点我开始",
        play: "上音乐",
        bannar_coming: "搞点颜色",
        balloons_flying: "好像还少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐～",
        story: "A MESSAGE FOR YOU"
    },

    loveText: '改代码改了一晚上的Fzc'
};
